Tekla.Structures.DrawingInternal.DocumentManagerController.SetSelectedDrawingFunc
Gets or sets the set selected drawing function.

Tekla.Structures.DrawingInternal.DocumentManagerController.SetSelectedDrawing(System.Int32)
Set selected drawing.
drawingId: The drawing id.